{
  "1": {
    "id": 1,
    "creator": 1,
    "message_From": 3,
    "message_To": 2,
    "text": "Hello and Welcome, To HEAVEN UwU",
    "Created": null,
    "status": null
  },
  "2": {
    "id": 2,
    "creator": 2,
    "message_From": 1,
    "message_To": 3,
    "text": "Hi there! Thank you for the warm welcome. What can I expect here in HEAVEN UwU?",
    "Created": null,
    "status": null
  },
  "3": {
    "id": 3,
    "creator": 3,
    "message_From": 1,
    "message_To": 2,
    "text": "Hello! In HEAVEN UwU, you can expect a peaceful and joyful environment where you can relax, connect with others, and enjoy various activities. We have beautiful landscapes, entertainment options, and friendly residents. Is there anything specific you're interested in?",
    "Created": null,
    "status": null
  },
  "4": {
    "id": 4,
    "creator": 1,
    "message_From": 2,
    "message_To": 1,
    "text": "Hey! Welcome to HEAVEN UwU. Feel free to explore the surroundings and engage in activities. If you need any assistance, don't hesitate to ask!",
    "Created": null,
    "status": null
  },
  "5": {
    "id": 5,
    "creator": 2,
    "message_From": 1,
    "message_To": 3,
    "text": "Thank you! I'm excited to be here. I'll make sure to enjoy every moment. 😊",
    "Created": null,
    "status": null
  },
  "6": {
    "id": 6,
    "creator": 3,
    "message_From": 2,
    "message_To": 1,
    "text": "Hello! If you're looking for some fun activities, we have a variety of options such as hiking trails, art classes, and live performances. Let me know if you'd like more information!",
    "Created": null,
    "status": null
  },
  "7": {
    "id": 7,
    "creator": 1,
    "message_From": 3,
    "message_To": 2,
    "text": "Sounds great! I'm interested in exploring the hiking trails. Can you recommend any specific routes?",
    "Created": null,
    "status": null
  },
  "8": {
    "id": 8,
    "creator": 2,
    "message_From": 1,
    "message_To": 3,
    "text": "Sure! The Blue Sky Trail offers stunning views of the valley, and the Rainbow Falls Trail leads to a beautiful waterfall. Both are highly recommended!",
    "Created": null,
    "status": null
  },
  "9": {
    "id": 9,
    "creator": 3,
    "message_From": 1,
    "message_To": 2,
    "text": "Excellent choices! You won't be disappointed. Make sure to bring some water and snacks for the journey. Enjoy your hike!",
    "Created": null,
    "status": null
  },
  "10": {
    "id": 10,
    "creator": 1,
    "message_From": 2,
    "message_To": 1,
    "text": "Thanks for the recommendations! I'm all set and ready to explore. See you later!",
    "Created": null,
    "status": null
  }
}
